Repository: OpenMediaVault-Plugin-Developers/openmediavault-timeshift
Catalog: usr/share/openmediavault/locale/*/openmediavault-timeshift.po
Languages: pt_br

source: Are you sure you want to delete this snapshot?
pt_br: Você tem certeza que quer apagar o snapshot?

source: Are you sure you want to revert to snapshot?
pt_br: Você tem certeza que quer reverter o snapshot?

source: Backup destination device
pt_br: Dispositivo de destino do Backup

source: Backup device
pt_br: Dispositivo de Backup

source: Backup device needs to be set and applied!
pt_br: O dispositivo de backup precisa ser configurado e aplicado!

source: Create snapshot
pt_br: Criar snapshot

source: Creating snapshot ...
pt_br: Criando snapshot

source: Daily
pt_br: Diariamente

source: Delete snapshot
pt_br: Apagar snapshot

source: Deleting snapshot ...
pt_br: Apagando snapshot...

source: Description
pt_br: Descrição

source: Device
pt_br: Dispositivo

source: Excludes
pt_br: Exclui

source: Monthly
pt_br: Mensalmente

source: On-demand snapshots
pt_br: Snapshots por demanda

source: Revert to snapshot
pt_br: Reverter snapshot

source: Reverting to snapshot ...
pt_br: Revertendo snapshot...

source: Scheduled snapshots
pt_br: Snapshots agendados

source: Set to zero to disable
pt_br: Setar para zero para desabilitar

source: Settings
pt_br: Configurações

source: Stop cron email
pt_br: Parar agendamento e-mail

source: This entry is used to a create a snapshot only!
pt_br: Esta entrada é usada para criar apenas um snapshot!

source: This entry is used to create a snapshot only!
pt_br: Esta entrada é usada apenas para criar um snapshot!

source: Timeshift
pt_br: Mudança de horário

source: Use , or ; or new line to separate entries. Will be converted to comma separated.<br/>Use trailing ** to match anything, including slashes.<br/>Use trailing *** will match both the directory and everything in the directory.<br/>See <a href='https://linux.die.net/man/1/rsync' target=_blank>rsync manual</a> for additional explanation of filters.
pt_br: Use , ou ; ou nova linha para separar entradas. Será convertido em separado por vírgula. <br/>Use o final ** para corresponder a qualquer coisa, incluindo barras. <br/>Use o final *** corresponderá ao diretório e a tudo no diretório. <br/>Consulte o <a href='https://linux.die.net/man/1/rsync' target=_blank>manual do rsync para obter explicações adicionais sobre filtros.

source: Weekly
pt_br: semanalmente

source: hourly
pt_br: a cada hora
